Repository: edckwt/islamic-books
Catalog: languages/*.po
Languages: ar

source: Category
ar: القسم

source: Books
ar: الكتب

source: Title
ar: العنوان

source: Author
ar: المؤلف

source: Download
ar: التحميل

source: Image
ar: الصورة

source: Islamic Books
ar: المكتبة الإسلامية

source: You do not have sufficient permissions to access this page.
ar: غير مصرح لك بالدخول لهذه الصفحة

source: Sorry, your nonce did not verify.
ar: خطأ في كود الحماية

source: Islamic Books Settings
ar: الإعدادات

source: Category Title
ar: عنوان القسم

source: if empty will write category name.
ar: إذا كان الحقل فارغا سيتم كتابة اسم القسم

source: JavaScript
ar: الجافا سكربت

source: Activate
ar: تفعيل

source: Inactivate
ar: تعطيل

source: If there is a problem, disable this option.
ar: إذا حدثت مشكلة أو تعارض بالجافا سكربت فقط عطل هذا الخيار

source: Choose category
ar: اختر القسم

source: Update
ar: تحديث

source: Copy shortcode and paste into post/page:
ar: انسخ الكود المختصر وضعه في صفحتك أو الموضوع

source: Insert Books by widgets.
ar: بإمكانك إدراج ودجت للمكتبة

source: You can add 1 out of 88 languages
ar: تستطيع الإختيار من بين 88 لغة مختلفة

source: Languages
ar: اللغات

source: Source icon
ar: أيقونة المصدر

source: Read icon
ar: أيقونة القراءة

source: Download icon
ar: أيقونة التحميل

source: Show title
ar: ظهور العنوان

source: Image width:
ar: عرض الصورة

source: Image height:
ar: طول الصورة

source: Books limit:
ar: عدد الكتب

source: Slider Type
ar: نوع السلايدر

source: Islamic Books by EDC
ar: المكتبة الإسلامية الإلكترونية الشاملة

source: The Islamic Books Plugin by EDC endeavors to be a unique comprehensive online store of free downloadable PDF books about Islam, Muslims, and other faiths in different languages.
ar: إضافة المكتبة الإسلامية الإلكترونية الشاملة تعتبر مخزن ومصدر للكتب الإسلامية والدعوية الموثوقة بأكثر من 88 لغة مختلفة

source: EDC Team (E-Da`wah Committee)
ar: فريق عمل لجنة الدعوة الإلكترونية
